{"inkVersion":20,"root":[["^Opening shot","\n","^The game begins with a view of the mountain. The camera pans in through the hole in the roof, shows an aerial shot of the compound, then turns to the office building, flying through the second-story window to focus on the protagonist, Matthew, working at his desk.","\n","^A few seconds pass, then generic office worker 1, Connor, walks down the stairs and calls out, \"Hey, Matthew!\"","\n","^Matthew, looking up: \"Yeah Connor?\"","\n","^Connor: \"Boss needs something. Says to bring the report if you've finished.\"","\n","^Matthew: \"Wait, that's due today?\"","\n","^Connor: \"Dunno. You're the one on it, not me.\"","\n","^Matthew: \"...I guess I'll bring the draft.\"","\n","^And with that, gameplay begins.","\n","^Connor walks away from the cubicle, allowing Matthew to leave. The player is tasked with grabbing the report from the typewriter first, which is located on his desk. If the player attempts to go downstairs, Matthew will refuse, saying \"I can't leave yet! The Boss is waiting for me upstairs.\" If the player attempts to go upstairs without the report, Matthew will also refuse, saying \"Wait! The Boss asked for the report! I need to bring it, even if it isn't done yet. Better safe than sorry...\" Once they have the report, the player can then enter the office on the fourth floor.","\n","^The Boss is sitting at his desk. When Matthew enters, he greets him, saying, \"The report's done then?\"","\n","^Matthew: \"Mostly-\"","\n","^Boss: \"Good! Good. Let's see it.\"","\n","^Matthew, putting the report on the desk: \"Here you go.\"","\n","^Boss: \"...\"","\n","^Boss: \"...\"","\n","^Boss: \"hmm\"","\n","^Boss: \"This is complete?\"","\n","^Matthew: \"I said mostly...\"","\n","^Boss: \"Then why is it on my desk?\"","\n","^Matthew: \"...I forgot the due date.\"","\n","^Boss: \"...\"","\n","^Boss: \"...again?\"","\n","^Matthew, grabbing the report: \"I know, I know, I'm terribly sorry-\"","\n","^Boss: \"That's enough. Just finish it next time.\"","\n","^Matthew, starting to leave: \"Alright, I will-\"","\n","^Boss: \"Wait. That's not why I brought you up here.\"","\n","^Matthew, stopping at the door: \"...oh\"","\n","^Boss: \"Another assignment came in. Higher-ups asked specifically that you and Jingyi handle it.\"","\n","^Matthew: \"...\"","\n","^Boss: \"I know, odd request. Here's the brief. She's on the first floor.\"","\n","^Matthew: \"...right\"","\n","^Boss: \"Oh, and before you forget again: The brief is due Friday.\"","\n","^Matthew: \"thanks...\"","\n","^Matthew walks out of the office and closes the door behind him. The office is now effectively locked. The player then regains control, and is free to walk downstairs. The intern, Jingyi, is on the bottom floor. The player cannot talk to any of the other NPCs. The front door of the office cannot be opened. Thus, the player must talk to Jingyi. When the player talks to Jingyi, she speaks first.","\n","^Jingyi: \"Hiya! Need somethin'?\"","\n","^Matthew: \"Yeah, actually. The Boss gave us a job.\"","\n","^Jingyi: \"Really? How exciting! What is it?\"","\n","^Matthew: \"Dunno. Haven't opened the packet yet.\"","\n","^Jingyi: \"Go on then! Let's see it!\"","\n","^Matthew, opening the brief: \"There's no need to shout...\"","\n","^Matthew: \"...\"","\n","^Jingyi: \"Well? What's in there?\"","\n","^Matthew: \"Hang on, there's a lot of packaging.\"","\n","^Matthew: \"...It's a request for a propoganda poster.\"","\n","^Jingyi: \"Oh! They must have loved my last one!\"","\n","^Matthew: \"I suppose so.\"","\n","^Matthew: \"They want me to draft it and you to paint it. Not sure why they need me...\"","\n","^Jingyi: \"Hey! Your last draft was really inspiring!\"","\n","^Matthew: \"Yes, but we didn't even use it-\"","\n","^Jingyi: \"That doesn't matter! They know you're good!\"","\n","^Matthew: \"Sure, I guess... It doesn't matter. A job's a job.\"","\n","^Matthew: \"I'll come back when the draft's done.\"","\n","^Jingyi: \"Sweet! Can't wait to see it!\"","\n","^The player is now tasked with putting the packet on their desk. As they approach their desk, they are interrupted by antagonist 1, Zack.","\n","^Zack: \"Hey, Matthew!\"","\n","^Matthew: \"...Yes, Zack?\"","\n","^Zack: \"I heard you talking with Jungki again. You really gonna work with her again?\"","\n","^Matthew: \"It's Jingyi, and yes-\"","\n","^Zack: \"Oh, how could I forget? Junky Jingyi. You love working with her soooo much. Gonna marry her next?\"","\n","^Matthew: \"You act like I have a choice-\"","\n","^Zack: \"But you do have a choice! Just flip her of-\"","\n","^Matthew: \"Excuse me?\"","\n","^Zack: \"Don't interrupt! Give her the bird, and she'll go write her own posters!\"","\n","^Matthew, waving the packet: \"I was ordered by the higher-ups!\"","\n","^Zack: \"So? They come through The Boss, and he doesn't have to know squat!\"","\n","^Zack: \"Make her do the posters on her own, then tell Boss you did it! He'd never believe her over you.\"","\n","^Matthew: \"You've been reading Kalpana again, haven't you? You'd never come up with something this sick.\"","\n","^Zack, gesturing to the stapler on his desk: \"Ah ah ah, remember what we talked about?\"","\n","^Matthew, recoiling and grasping his arm: \"Sorry! I'm sorry! Kalpana is our friend! I'll see what I can do about Jingyi.\"","\n","^Zack: \"Come now, is that her name?\"","\n","^Matthew: \"...Please don't-\"","\n","^Zack: \"Say it!\"","\n","^Matthew, talking very quickly: \"I'll see what I can do about... *Junky* Jingyi!\"","\n","^Zack: \"That's better. I look forward to your proposed solution by... tomorrow.\"","\n","^Matthew: \"Can I at least have a week?\"","\n","^Zack: \"Tomorrow.\"","\n","^Matthew: \"Tomorrow it is!\"","\n","^The player can now walk to their desk and put the packet down. Once they do so, the clock strikes 5, and all of the workers start to leave the building. There is now nothing for the player to do in the office; they must leave. When they leave, they must follow the other workers back to the barracks. No matter which direction the player starts walking in, once they get far enough away from the  office, generic coworker 2, Edsel, calls them over.","\n","^Edsel: \"Oi, Matt!\"","\n","^Matthew: \"Oh. Hi Edsel.\"","\n","^Edsel: \"I go' me hands on a pack o' beer, fresh off the line!\"","\n","^Matthew: \"How did you-\"","\n","^Edsel: \"A magicalion n'er reveals his secrets!\"","\n","^Connor: \"You mean a magician?\"","\n","^Edsel: \"Yea, tha's the word! A magetian!\"","\n","^Connor: \"...sure. Anyway, he's right; it just got shipped in today. Care to join us?\"","\n","^Matthew: \"Sure.\"","\n","^Connor: \"Sweet! Say, Edsel, what kind of beer is it?\"","\n","^Edsel: \"'fraid it's jus' the regular.\"","\n","^Connor: \"Alright. I find the regular is just dandy.\"","\n","^Cut to Matthew in the barracks later that night playing cards with Connor, Edsel, and generic coworker 3, Erika. A few seconds of silent card-playing pass, then Edsel speaks.","\n","^Edsel: \"Heard talk o'er by the diner. Chef says some food ain't getting shipped right.\"","\n","^Connor: \"In that case, we're hardly helping by swiping beer-\"","\n","^Edsel: \"Nay, that's the strange part. They go' too much supply!\"","\n","^Edsel: \"They order fi'e carrots and six come knocking, wi' a good ripe hare to boot!\"","\n","^Erika: \"T-tt-thaat's od-dd.\"","\n","^Connor: \"Hey, I won't complain. More goodies for us!\"","\n","^Quick pause","\n","^Connor: \"Say, Matthew. You're awful quiet. What's biting you?\"","\n","^Matthew: \"Zack.\"","\n","^Connor: \"...ah. Got another poster?\"","\n","^Matthew: \"Yup. He knew before I'd even opened the brief.\"","\n","^Connor: \"Shame. He's too attentive. Has he been reading *her* again?\"","\n","^Matthew: \"Mhmm...\"","\n","^Connor: \"Well, maybe if I swiped the book, he'd cool it for a bit.\"","\n","^Matthew: \"Too late for that. He's threatened the stapler again.\"","\n","^Edsel: \"Nay! In my navy days, he'd be ge'in a load o' my fists for tha'!\"","\n","^Erika: \"Yeah! That's ss-so rough! I-I wissh I was Bosss so I could f-f-fire him.\"","\n","^Matthew: \"Don't we all...\"","\n","^Short pause.","\n","^Connor: \"Maybe you could leave.\"","\n","^Matthew: \"Connor, you know I can't.\"","\n","^Connor: \"Not even for a day?\"","\n","^Short pause.","\n","^Connor: \"I'm going to go hit the sack. Y'all shoul-\"","\n","^Edsel: \"Oi, wha' did I tell ya about usin' tha' word? You ain't foreign no more!\"","\n","^Connor: \"*Cough* not now *cough*\"","\n","^Edsel: \"...\"","\n","^Edsel: \"Righ'. Sorry lads.\"","\n","^Fade to black","\n","^Fade in to Matthew working at his desk the next day. Edsel walks by with the broom and sweeps the floor behind Matthew, then stops and looks at Matthew.","\n","^Edsel: \"You ain't gone blatherin' to Zach, right?\"","\n","^Matthew: \"No.\"","\n","^Edsel: \"Good. The man's go' a screw loose.\"","\n","^Edsel: \"If I were still a spry navy boy, he'da got the ol' rat-tat-\"","\n","^Matthew: \"Ok, ok, I get it.\"","\n","^Matthew: \"I think you missed a spot.\"","\n","^Edsel: \"*Grumble grumble*\"","\n","^Edsel walks away and Matthew goes back to work. Then, the screen shakes and a low rumble is heard as the subway tunnel collapses.","\n","^Connor, running down from the third floor: \"Matthew! Come on!\"","\n","^Matthew: \"Wait, was that about me?\"","\n","^Connor: \"No; The Boss wants us to investigate! Hurry up!\"","\n","^Connor runs down to the first floor and waits for the player in the lobby. When the player enters the lobby, he shouts \"Keep up now!\" and runs out of the office.","\n","^When the player exits the office, they can see that a large number of people are running to and from the compound, and they can see Connor running with them. The player has to follow the other people towards the subway station. Connor waits for the player at the entrance, saying \"Down here!\" and running to the boarding zone as the player enters.","\n","^When the player walks down to the boarding zone, they can see the rubble for the first time, and can no longer move. Cut to a closeup of the rubble, then a closeup of Matthew, then Matthew passes out.","\n","^Matthew wakes up alone in the barracks the next day. He groans, then says, \"How long have I....\" Then, Zach comes in, followed by Tasha and two generic coworkers, antagonists 3 and 4.","\n","^Zach: \"Hey, knucklehead!\"","\n","^Zach: \"Guess what you forgot was due yesterday!\"","\n","^Matthew: \"What? Talk to Jingyi? I was out cold!\"","\n","^Zach: \"So? You still didn't do it, you knucklehead!\"","\n","^Tasha: \"Honey, you could've had it done when you walked in the office yesterday.\"","\n","^Matthew: \"Don't honey me-\"","\n","^Zach: \"And now you're backtalking Tasha?!\"","\n","^Zach: \"My baby girl, getting smack talk from a knucklehead like you?!\"","\n","^Zach: \"I won't have it!\"","\n","^Zach: \"Carl!\"","\n","^Carl (antagonist 3): \"Yes sir?\"","\n","^Zach: \"The stapler!\"","\n","^Matthew: \"No, please!\"","\n","^Carl: \"With pleasure, sir.\"","\n","^Matthew, backing into a corner: \"Stop it!\"","\n","^Tasha: \"Aw, is the knucklehead gonna cry?\"","\n","^Zach, moving towards Matthew: \"Don't worry.\"","\n","^Zach: \"This will quiet you down.\"","\n","^Matthew: \"No!\"","\n","^Matthew lunges forward and tackles Zach. Zach, surprised, drops the stapler. Matthew grabs the stapler, then staples Zach twice in the chest. He then stands up, looks at the other three antagonists, and brandishes the stapler. All four of them scream and run away.","\n","^Matthew: \"Huh. That went well.\"","\n","^End of Act 1","\n",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}